{"intro":[{"type":"text","value":"The NBA introduced the <strong>defensive three seconds</strong> rule during the 2001-02 season. The rule was implemented to improve the watchability of the game by unclogging the paint and giving offensive players a better chance to make explosive plays at the rim. However, a close examination of the NBA’s play-by-play data reveals that defensive three seconds is the NBA’s least consistently called rule."}],"takeawaysHed":"Here are a few takeaways from the data:","takeaways":["67% of defensive three seconds calls occurred in the first half. No other common foul had more than 53% of its calls in the first half.","90% of defensive three seconds calls occurred before the fourth quarter.","Between 2015 and 2018, NBA officials reviewed over 1,400 games and identified 141 instances of defensive three seconds in the last 2 minutes of close games. It was called only once."],"method":[{"type":"text","value":"Foul and violation data comes from the NBA's play-by-play source, from the 2016-17 regular         season to the end of the 2018-19 regular season. It also includes data from 2016-17 and 2017-18 playoffs. Last Two Minute Report data from The Pudding’s <a href=https://pudding.cool/2017/02/two-minute-report/ target=_blank>analysis</a>."},{"type":"text","value":"Due to reporting inconsistencies, play-by-play data could not be obtained for 9 games (1 from the 2016-17 regular season and 8 from the 2017-18 regular season)."},{"type":"text","value":"Although we cite 140 missed calls from the L2M report, there are actually 40 more that are not included due to being only “detectable with stop watch” or “observable in enhanced video” according to the NBA."},{"type":"text","value":"We reached out to NBA officials for comment but got no response."},{"type":"text","value":"Music is <a href=http://freemusicarchive.org/music/Kevin_MacLeod/Jazz_Sampler/AcidJazz_1430 target=_blank>Acid Jazz</a> by Kevin MacLeod (<a href=https://creativecommons.org/licenses/by/3.0/ target=_blank>Creative Commons</a>)."}]}